Repository: serenNan/supacode
Catalog: supacode/Resources/InfoPlist.xcstrings
Source language: en
Languages: zh_hans

# NSAppleEventsUsageDescription
source: A program running within Supacode would like to use AppleScript.
zh_hans: Supacode 中运行的程序想要使用 AppleScript。

# NSAudioCaptureUsageDescription
source: A program running within Supacode would like to access your system's audio.
zh_hans: Supacode 中运行的程序想要访问你的系统音频。

# NSBluetoothAlwaysUsageDescription
source: A program running within Supacode would like to use Bluetooth.
zh_hans: Supacode 中运行的程序想要使用蓝牙。

# NSCalendarsUsageDescription
source: A program running within Supacode would like to access your Calendar.
zh_hans: Supacode 中运行的程序想要访问你的日历。

# NSCameraUsageDescription
source: A program running within Supacode would like to use the camera.
zh_hans: Supacode 中运行的程序想要使用摄像头。

# NSContactsUsageDescription
source: A program running within Supacode would like to access your Contacts.
zh_hans: Supacode 中运行的程序想要访问你的通讯录。

# NSLocalNetworkUsageDescription
source: A program running within Supacode would like to access the local network.
zh_hans: Supacode 中运行的程序想要访问本地网络。

# NSLocationUsageDescription
source: A program running within Supacode would like to access your location information.
zh_hans: Supacode 中运行的程序想要访问你的位置信息。

# NSMicrophoneUsageDescription
source: A program running within Supacode would like to use your microphone.
zh_hans: Supacode 中运行的程序想要使用你的麦克风。

# NSMotionUsageDescription
source: A program running within Supacode would like to access motion data.
zh_hans: Supacode 中运行的程序想要访问运动数据。

# NSPhotoLibraryUsageDescription
source: A program running within Supacode would like to access your Photo Library.
zh_hans: Supacode 中运行的程序想要访问你的照片图库。

# NSRemindersUsageDescription
source: A program running within Supacode would like to access your reminders.
zh_hans: Supacode 中运行的程序想要访问你的提醒事项。

# NSSpeechRecognitionUsageDescription
source: A program running within Supacode would like to use speech recognition.
zh_hans: Supacode 中运行的程序想要使用语音识别。

# NSSystemAdministrationUsageDescription
source: A program running within Supacode requires elevated privileges.
zh_hans: Supacode 中运行的程序需要提升的权限。
